Repository: LauriLauraLau/TTproyecto
Catalog: Proper Use of Our Website_Uso adecuado de la página web.tmx
Source language: en
Languages: es

source: Proper Use of Our Site
es: Uso adecuado de nuestra página web

source: This website is made available to provide information about Panda Restaurant Group, Inc.
es: Esta página web ofrece información sobre Panda Restaurant Group , Inc.

source: in both the United States and elsewhere.
es: en los Estados Unidos como cualquier otra localidad.

source: However, certain of the information made available on this website applies only to Panda Restaurant Group, Inc.
es: Pero, parte de la información disponible en esta página web solo se aplica a Panda Restaurant Group Inc.

source: in the United States and to operations within the United States.
es: en Estados Unidos y sus operaciones en este espacio.

source: For example, information made available on this website regarding menu items, menu item availability and nutritional information is made available only with respect to Panda Restaurant Group, Inc.
es: Por ejemplo, la información sobre los menús, disponibilidad de menús e información nutricional solo incluye a Panda Restaurant Group , Inc.

source: Press information available on this website is only intended for media seeking information about our operations within the United States.
es: La i nformación de prensa disponible en esta página web a los medios de comunicación solo se orienta en nuestras operaciones en los Estados Unidos .

source: You further promise that none of your communications with or through the website will infringe upon the rights of any third party or contain defamatory, libelous, abusive or obscene material.
es: Se compromete además a no infringir los derechos de ningún tercero mediante la comunicación en o mediante esta página web y que las comunicaciones no contengan material de naturaleza defamatoria , abusivo o obsceno.

source: You agree not to affect/interrupt or to attempt to affect/interrupt the operation of this website in any manner.
es: Accede a no afectar, interrumpir ni intentar afectar ni interrumpir las operaciones de esta página web en ningún asunto.
